StruSoft.Interop.StruXml.Data.Pile_type


StruSoft.Interop.StruXml.Data.Pile_type.Beam


StruSoft.Interop.StruXml.Data.Pile_type.Point_support


StruSoft.Interop.StruXml.Data.Pile_type.Line_support


StruSoft.Interop.StruXml.Data.Pile_type.Guid


StruSoft.Interop.StruXml.Data.Pile_type.Last_change


StruSoft.Interop.StruXml.Data.Pile_type.Action


StruSoft.Interop.StruXml.Data.Pile_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Pile_type.Type


StruSoft.Interop.StruXml.Data.Pile_type.Division_length


StruSoft.Interop.StruXml.Data.Pile_type.Surface_surcharge


StruSoft.Interop.StruXml.Data.Pile_type.Neutral_level


StruSoft.Interop.StruXml.Data.Pile_type.Auto_calculate


StruSoft.Interop.StruXml.Data.Pile_type.Perimeter_by_contour


StruSoft.Interop.StruXml.Data.Pile_type.AnyAttr
